Repository: budinev/enigma2-plugin-satlodge
Catalog: usr/lib/enigma2/python/Plugins/Satlodge/HistoryZapSelector/locale/*/LC_MESSAGES/HistoryZapSelector.po
Languages: it

source: %s number: %s
it: %s numero: %s

source: Behavior of keys for use
it: Comportamento Tasti per l'uso

source: Cancel
it: Cancella

source: Clear History
it: Cancellare la cronologia

source: Could not open Picture in Picture
it: Impossibile aprire Picture in Picture

source: Del entry Clear history Preview
it: Elimina Voce Cancella Cronologia Anteprima

source: Del entry Clear history List Preview
it: Elimina Voce Cancella cronologia Elenco Anteprima

source: Delete selected Clear history Preview
it: Elimina Selezione Cancella cronologia Anteprima

source: Delete selected Clear history All list Preview
it: Elimina selezionati Cancella cronologia Tutti gli elenchi Anteprima

source: Duration type
it: Tipo di durata

source: Enable Zap History
it: Abilita la cronologia di Zap

source: History Zap Selector
it: Seleziona cronologia di Zap

source: History list clean is failed!
it: La pulizia lista della cronologia è fallita!

source: History list clean is successed!
it: L'elenco cronologico è stato pulito!

source: Invalid number: %s
it: Numbero non valido: %s

source: Main screen
it: Screen Menu

source: Maximum zap history entries
it: Numero massimo di voci di cronologia zap

source: Preview zap to service ?
it: Anteprima zap per il servizio?

source: Really clear history list ?
it: Davvero pulire Elenco di cronologia ?

source: Really delete current entry ?
it: Davvero eliminare voce corrente ?

source: Save
it: Salva

source: Show duration events
it: Visualizza durata eventi

source: Show panel buttons on display
it: Mostra i pulsanti del pannello sul display

source: Show warning message before action
it: Mostra un messaggio di avviso prima dell'azione

source: Use number zap
it: Usa numero zap

source: Use picons
it: Usa picons

source: Use the number keys for zap to service
it: Utilizzare i tasti numerici per lo zap service

source: Zap focus PiP (if only enabled)
it: Zap focus PiP (solo se abilitato)

source: clear history list
it: pulisci cronologia lista

source: delete selected entry
it: cancella voce selezionata

source: disabled
it: Disabilitato

source: enabled
it: Abilitato

source: event name
it: nome evento

source: event name and description
it: nome evento e descrizione

source: exit
it: Uscire

source: next entry
it: prossima voce

source: only CH+/-,B+/-,P+/-
it: solo CH+/-,B+/-,P+/-

source: only LEFT/RIGHT
it: solo LEFT/RIGHT

source: only Pipzap
it: solo Pipzap

source: only TEXT/HELP
it: solo TEXT/HELP

source: only standard PiP
it: solo standard PiP

source: open Event View
it: solo Event View

source: open list options
it: apri lista opzioni

source: open single EPG
it: apri singolo EPG

source: preview for selected entry
it: anteprima per la voce selezionata

source: previous entry
it: voce precedente

source: remaining minutes
it: minuti rimanenti

source: show all list
it: mostra tutta la lista

source: show options list
it: mostra opzioni lista

source: zap to service
it: zap a service

source: Warning! VCS plugin hotkey need disabled!
it: Avvertimento! I tasti di scelta rapida plugin VCS devono essere disabilitati!

source: GUI needs restart to activate hotkey!
it: La GUI necessita del riavvio per attivare il tasto di scelta rapida!

source: Successed!
it: Successo!

source: Failed!
it: Fallito!

source: Disable auto saving?
it: Disabilita il salvataggio automatico?

source: Enable auto saving?
it: Abilita il salvataggio automatico?

source: Options
it: Opzioni

source: Options for history
it: Opzioni per cronologia

source: Save history list
it: Salva lista cronologia

source: Restore history list
it: Ripristina lista cronologia

source: Delete history list
it: Elimina la cronologia

source: Show history list
it: Mostra la cronologia

source: Auto save history before stopping E2
it: Salvataggio automatico della cronologia prima di interrompere E2
